{
  "name": "Earth Genasi",
  "creature_type": "Humanoid",
  "size": "Small or Medium",
  "speed": "30 feet",
  "asi": "",
  "source": "Mordenkainen Presents: Monsters of the Multiverse",
  "age": "Up to 120 years ; Mature at 18-19 years old",
  "languages": "You can speak, read, and write common and one other language",
  "image": "/assets/races/earth_genasi/earth_genasi_main.png",
  "details": [
    {
      "type": "description",
      "content": "Tracing their ancestry to the genies of the Elemental Planes, each genasi can tap into the power of one of the elements. Air, earth, fire, and water—these are the four pillars of the Material Plane and the four types of genasi. Some genasi are direct descendants of a genie, while others were born to non-genasi parents who lived near a place suffused by a genie's magic.\n\nA typical genasi has a life span of 120 years."
    }
  ],
  "tales_details": "A",
  "features": [
    {
      "title": "Darkvision",
      "description": "You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "title": "Earth Walk",
      "description": "You can move across difficult terrain without expending extra movement if you are using your walking speed on the ground or a floor."
    },
    {
      "title": "Merge with Stone",
      "description": "You know the blade ward cantrip. You can cast it as normal, and you can also cast it as a bonus action a number of times equal to your proficiency bonus, regaining all expended uses when you finish a long rest.\n\nStarting at 5th level, you can cast the pass without trace spell with this trait, without requiring a material component. Once you cast that spell with this trait, you can't do so again until you finish a long rest. You can also cast it using any spell slots you have of 2nd level or higher.\n\nIntelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race)."
    }
  ]
}