{
  "name": "Air Genasi",
  "creature_type": "Humanoid",
  "size": "Small or Medium",
  "speed": "35 feet",
  "asi": "",
  "source": "Mordenkainen Presents: Monsters of the Multiverse",
  "age": "Up to 120 years ; Mature at 18-19 years old",
  "languages": "You can speak, read, and write common and one other language",
  "image": "/assets/races/air_genasi/air_genasi_main.png",
  "details": [
    {
      "type": "description",
      "content": "Tracing their ancestry to the genies of the Elemental Planes, each genasi can tap into the power of one of the elements. Air, earth, fire, and water—these are the four pillars of the Material Plane and the four types of genasi. Some genasi are direct descendants of a genie, while others were born to non-genasi parents who lived near a place suffused by a genie's magic.\n\nA typical genasi has a life span of 120 years."
    }
  ],
  "tales_details": "A",
  "features": [
    {
      "title": "Darkvision",
      "description": "You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "title": "Unending Breath",
      "description": "You can hold your breath indefinitely while you're not incapacitated."
    },
    {
      "title": "Lightning Resistance",
      "description": "You have resistance to lightning damage."
    },
    {
      "title": "Mingle with the Wind",
      "description": "You know the shocking grasp cantrip. Starting at 3rd level, you can cast the feather fall spell with this trait, without requiring a material component. Starting 5th level, you can also cast the levitate spell with this trait, without requiring a material component. Once you cast feather fall or levitate with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.\n\nIntelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race)."
    }
  ]
}