{
  "name": "Deep Gnome",
  "creature_type": "Humanoid",
  "size": "Small",
  "speed": "30 feet",
  "asi": "",
  "source": "Mordenkainen Presents: Monsters of the Multiverse",
  "age": "Up to 500 years ; Mature at 20 years old",
  "languages": "You can speak, read, and write common and one other language",
  "image": "/assets/races/deep_gnome/deep_gnome_main.png",
  "details": [
    {
      "type": "description",
      "content": "Deep gnomes, or svirfneblin, are natives of the Underdark and are suffused with that subterranean realm's magic. They can supernaturally camouflage themselves, and their svirfneblin magic renders them difficult to locate. These abilities have enabled them to survive for generations among the perils of the Underdark.\n\nLike other gnomes, deep gnomes can live for centuries, up to 500 years.\n\n"
    }
  ],
  "tales_details": "A",
  "features": [
    {
      "title": "Darkvision",
      "description": "You can see in dim light within 120 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "title": "Gift of the Svirfneblin",
      "description": "Starting at 3rd level, you can cast the disguise self spell with this trait. Starting at 5th level, you can also cast the nondetection spell with it, without requiring a material component. Once you cast either of these spells with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast these using spell slots you have of the appropriate level.\n\nIntelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race)."
    },
    {
      "title": "Gnomish Magic Resistance",
      "description": "You have advantage on Intelligence, Wisdom, and Charisma saving throws against spells."
    },
    {
      "title": "Svirfneblin Camouflage",
      "description": "When you make a Dexterity (Stealth) check, you can make the check with advantage. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
    }
  ]
}