{
  "name": "kalashtar",
  "creature_type": "Humanoid",
  "size": "Medium (about 5 to over 6 feet tall)",
  "speed": "30 feet.",
  "asi": "+2 Wisdom, +1 to Charisma ",
  "source": "Eberron: Rising from the Last War",
  "image": "/assets/races/kalashtar/kalashtar_main.webp",
  "details": "The ancestors of the kalashtar were human monks of Adar who formed a mystical bond with displaced spirits from Dal Quor, the Region of Dreams. These quori, seeking refuge from the tyrannical Dreaming Dark, merged their essence with willing mortals rather than possess them. Some legends claim the Path of Light guided this union, while others say desperation alone forged it. Whatever their first purpose, kalashtar have walked the Material Plane as living vessels of both mortal will and dream-born spirit ever since.\n\nThough they appear human at a glance, the kalashtar bear an otherworldly calm that sets them apart. Their eyes can gleam faintly with inner light, their words often carry a measured clarity, and their expressions hold a serenity not often found in other mortals. The touch of the quori does not alter their bodies, but it shapes their bearing, every step and glance carrying a quiet resonance as though they listen to music beyond the world of waking senses.\n\nThe kalashtar are bound to dreams in ways no other mortals are. They cannot be touched by nightmares as others can, for their spirits are sheltered from Dal Quor’s grasp. Yet sleep still calls them, and in its depths they feel the echoes of distant dreamscapes, fragments of light, whispers of memory, and the stirring presence of their quori soul. For some kalashtar, this connection brings inspiration, visions, or flashes of insight. For others, it is a burden, a reminder of the eternal war between light and shadow waged in the heart of the Dreaming Dark.\n\nThis dual nature marks the kalashtar as both blessed and burdened, forever straddling the boundary between dreams and reality. Their lives are shaped by balance, the mortal needs of flesh and blood bound to the immortal whispers of spirit. Some see themselves as guardians of peace and followers of the Path of Light, striving to bring harmony to a world plagued by strife. Others struggle with alienation, feeling pulled between two selves that can never fully become one. Whatever their path, the kalashtar remain living bridges between waking life and the endless sea of dreams.",
  "features": [
    {
      "title": "Dual Mind",
      "description": "You have advantage on all Wisdom saving throws."
    },
    {
      "title": "Mental Discipline",
      "description": "You have resistance to psychic damage."
    },
    {
      "title": "Mind Link",
      "description": "You can speak telepathically to any creature you can see, provided the creature is within a number of feet of you equal to 10 times your level. You don’t need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language.\n\nWhen you’re using this trait to speak telepathically to a creature, you can use your action to give that creature the ability to speak telepathically with you for 1 hour or until you end this effect as an action. To use this ability, the creature must be able to see you and must be within this trait’s range. You can give this ability to only one creature at a time; giving it to a creature takes it away from another creature who has it."
    },
    {
      "title": "Severed from Dreams",
      "description": "Kalashtar sleep, but they don’t connect to the plane of dreams as other creatures do. Instead, their minds draw from the memories of their otherworldly spirit while they sleep. As such, you are immune to spells and other magical effects that require you to dream, like dream, but not to spells and other magical effects that put you to sleep, like sleep."
    }
  ]
}
