{
  "name": "Harengon",
  "creature_type": "Humanoid",
  "size": "Small or Medium",
  "speed": "30 feet",
  "asi": "",
  "source": "Mordenkainen Presents: Monsters of the Multiverse",
  "age": "Up to 100 years ; Mature at 15 years old",
  "languages": "You can speak, read, and write common and one other language",
  "image": "/assets/races/harengon/harengon_main.png",
  "details": [
    {
      "type": "description",
      "content": "Harengons originated in the Feywild, where they spoke Sylvan and embodied the spirit of freedom and travel. In time, these rabbitfolk hopped into other worlds, bringing the fey realm's exuberance with them and learning new languages as they went.\n\nHarengons are bipedal, with the characteristic long feet of the rabbits they resemble and fur in a variety of colors. They share the keen senses and powerful legs of leporine creatures and are full of energy, like a wound-up spring. Harengons are blessed with a little fey luck, and they often find themselves a few fortunate feet away from dangers during adventures."
    }
  ],
  "tales_details": "A",
  "features": [
    {
      "title": "Hare-Trigger",
      "description": "You can add your proficiency bonus to your initiative rolls."
    },
    {
      "title": "Leporine Senses",
      "description": "You have proficiency in the Perception skill."
    },
    {
      "title": "Lucky Footwork",
      "description": "When you fail a Dexterity saving throw, you can use your reaction to roll a d4 and add it to the save, potentially turning the failure into a success. You can't use this reaction if you're prone or your speed is 0."
    },
    {
      "title": "Rabbit Hop",
      "description": "As a bonus action, you can jump a number of feet equal to five times your proficiency bonus, without provoking opportunity attacks. You can use this trait only if your speed is greater than 0. You can use it a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
    }
  ]
}